<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */
    'unauthenticated' => 'Неаутентифицированный',

    'blocked_email' => 'Данный E-Mail заблокирован',
    'existing_email' => 'Данный E-Mail уже существует',
    'new_email' => 'Вашей электронной почты :email нет в системе, чтобы войти создайте пароль',
    'confirm_email' => 'Теперь необходимо подтвердить регистрацию',

    'invalid_token' => 'Недействительный токен',
    'token_expired' => 'Срок действия токена истек',

    'invalid_code' => 'Неверный код',

    'invalid_email_or_password' => 'Неправильный адрес электронной почты или пароль',

    'blocked_phone' => 'Данный номер телефон заблокирован',
    'existing_phone' => 'Данный номер телефон уже существует',
    'new_phone' => 'Вашей номер телефона :phone нет в системе, чтобы войти создайте пароль',
    'confirm_phone' => 'Теперь необходимо подтвердить регистрацию',
    'invalid_phone_or_password' => 'Неправильный номер телефона или пароль',

    'failed'   => 'Неверное имя пользователя или пароль.',
    'password' => 'Неверный пароль.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
];
